---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsSupportLowerEndCut
source: html/252be09c-27e3-1b1c-90c9-c098be007f8a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsSupportLowerEndCut Property

"Lower End Cut": Lower End Cut

## Syntax (C#)
```csharp
public static ForgeTypeId StairsSupportLowerEndCut { get; }
```